Repository: somedevtips/gmosso-endpoint
Catalog: languages/gmosso-endpoint-*.po
Languages: it_it

source: Test plugin for a new endpoint
it_it: Plugin di test per un nuovo endpoint

source: Gmosso Endpoint requires PHP version %1$s or higher. You are running version %2$s
it_it: Gmosso Endpoint richiede PHP versione %1$s o superiore. Stai usando la versione %2$s

source: %s parameter does not exist
it_it: Il parametro %s non esiste

source: calling %1$s not allowed because class %2$s is read only
it_it: chiamata al metodo %1$s non permessa perché la classe %2$s è read only

source: no reply from server
it_it: il server non ha risposto

source: server replied with an error
it_it: il server ha risposto con un errore

source: server replied with invalid format
it_it: il server ha risposto con un formato non valido

source: item %d not found
it_it: elemento %d non trovato

source: key must be a string
it_it: la chiave dev'essere di tipo stringa

source: value must be AbstractController type
it_it: il valore dev'essere di tipo AbstractController

source: controller with key %s not found in collection
it_it: controller con chiave %s non trovato nella collection

source: endpoint must be one of the configured endpoints
it_it: l'endpoint dev'essere uno di quelli definiti

source: itemId must be integer
it_it: itemId dev'essere un numero intero

source: Error: %s
it_it: Errore: %s

source: Key must be not empty string with max length %d
it_it: La chiave dev'essere una stringa non vuota di lunghezza massima %d caratteri

source: ttl value must be null|int|dateInterval
it_it: il valore ttl dev'essere di tipo null|int|dateInterval

source: value not found
it_it: valore non trovato

source: All users
it_it: Tutti gli utenti

source: Click table item to read details
it_it: Fai clic su un elemento della tabella per leggere i dati di dettaglio

source: Please enable Javascript or use a browser that supports it to have full functionality
it_it: Per avere la funzionalità completa abilita Javascript o usa un browser che lo supporta
